[
  {
    "PNAME": "Control Arm - RK640749",
    "GNAME": "",
    "COST": "19.28",
    "MSRP": "35.47",
    "QTYHAND": "8",
    "QTYBACK": "0",
    "DESC": "Easy To Install -- Precision tolerances for easy installation and steering alignment giving you a perfect fit right out of the box, Precise Engineering -- Optimized bushings for quiet operation and resistance to wear, salt, road grime and oils",
    "BRAND": "MOOG"
  },
  {
    "PNAME": "B6 Performance Strut; For Stock Ride Height",
    "GNAME": "",
    "COST": "212.42",
    "MSRP": "318.94",
    "QTYHAND": "4",
    "QTYBACK": "0",
    "DESC": "Bilstein B6 Performance dampers are a performance upgrade to OE dampers designed to be paired with the OE factory spring. These dampers offer application specific valve settings with a monotube design to bring out the best handling performance of a vehicle. Each damper is rigorously tested for quality that meets or exceeds OE standards. B6 Performance dampers will provide improved safety and handling performance with the added benefit of world-famous Bilstein quality.",
    "BRAND": "BILSTEIN"
  },
  {
    "PNAME": "Control Arm - 45D10576",
    "GNAME": "",
    "COST": "28.97",
    "MSRP": "43.41",
    "QTYHAND": "2",
    "QTYBACK": "0",
    "DESC": "Corrosion-resistant coating for long-life performance, Greaseable ball joints (where applicable) for easy maintenance and long life, Light-weight construction to meet application requirements",
    "BRAND": "ACDELCO"
  },
  {
    "PNAME": "6373",
    "GNAME": "",
    "COST": "425.00",
    "MSRP": "699.99",
    "QTYHAND": "0",
    "QTYBACK": "2",
    "DESC": "Billet 63mm, 4.0\"2.5\"73mm, 0.91 A/R, T4 DIVIDED 4.2\", MARMON DISCHARGE FLANGE",
    "BRAND": "Turbonetics"
  },
  {
    "PNAME": "6373",
    "GNAME": "",
    "COST": "475.00",
    "MSRP": "799.99",
    "QTYHAND": "1",
    "QTYBACK": "0",
    "DESC": "Billet 63mm, 4.0\"2.5\"73mm, 1.0 A/R, T4 DIVIDED 4.2\", MARMON DISCHARGE FLANGE",
    "BRAND": "Turbonetics"
  },
  {
    "PNAME": "6473",
    "GNAME": "",
    "COST": "503.00",
    "MSRP": "978.99",
    "QTYHAND": "3",
    "QTYBACK": "0",
    "DESC": "Billet 64mm, 4.0\"2.5\"73mm, 0.91 A/R, T4 DIVIDED 4.2\", MARMON DISCHARGE FLANGE",
    "BRAND": "Turbonetics"
  },
  {
    "PNAME": "Universal Chevrolet Small Block Carbureted Supercharger Systems",
    "GNAME": "",
    "COST": "2893.89",
    "MSRP": "4271.99",
    "QTYHAND": "0",
    "QTYBACK": "0",
    "DESC": "These Universal Small Block Chevy Carbureted Systems feature our ultra efficient Si, Ti, or YSi compressor. Continual development in our test lab resulted in these models, which reach a peak adiabatic efficiency of 78% (SAE J1723 standard). The i stands for improved, and the unparalleled efficiency and output of these units literally blows away the competition. High efficiency means less heat is being generated, drive power is reduced and more net power is produced. Less heat also means better durability, which translates into many years of trouble-free boost.",
    "BRAND": "VortechSuperchargers"
  },
  {
    "PNAME": "V-1 H/D Si-Trim Supercharger",
    "GNAME": "",
    "COST": "1892.98",
    "MSRP": "3258.99",
    "QTYHAND": "0",
    "QTYBACK": "0",
    "DESC": "Internal Step-Up Ratio: 3.45:1, Max Speed: 55,000 RPM, Max Boost: 26 PSI, Max Flow: 1,150 CFM, Max Power: 775 HP, Peak Efficiency: 78",
    "BRAND": "VortechSuperchargers"
  },
  {
    "PNAME": "V-30 123A Supercharger",
    "GNAME": "",
    "COST": "5380.98",
    "MSRP": "7474.99",
    "QTYHAND": "0",
    "QTYBACK": "1",
    "DESC": "The V-30 123A Supercharger is a new compressor, replacing the existing V-28 123, and features a plethora of cutting-edge technology, including its technologically advanced, high-efficiency, 5-Axis machined billet impeller and high-diffusion housing developed in our SAE-J1723-compliant supercharger test cell.",
    "BRAND": "VortechSuperchargers"
  },
  {
    "PNAME": "IS38 Turbocharger",
    "GNAME": "",
    "COST": "422.98",
    "MSRP": "1110.95",
    "QTYHAND": "5",
    "QTYBACK": "0",
    "DESC": "This turbocharger was built by IHI Turbo and is the perfect stock replacement. Some foreign made turbos come with absolutely no warranty and can be hazardous to your car if installed. This stock replacement was made for worn out or broken turbos and designed to the exact specifications of your old unit.",
    "BRAND": "IHI Turbo"
  },
  {
    "PNAME": "IS20 Turbocharger",
    "GNAME": "",
    "COST": "398.78",
    "MSRP": "1009.93",
    "QTYHAND": "2",
    "QTYBACK": "0",
    "DESC": "Direct OEM replacement with no performance gains.",
    "BRAND": "IHI Turbo"
  },
  {
    "PNAME": "VTT N54 OE Plus Turbo Upgrade 135/335(RHD)/535/Z4",
    "GNAME": "",
    "COST": "1035.78",
    "MSRP": "1764.16",
    "QTYHAND": "1",
    "QTYBACK": "0",
    "DESC": "New turbos with upgraded internals including upgraded wastegate and new actuators - supports up to 500 HP at the wheels! No core charge.",
    "BRAND": "VTTO"
  },
  {
    "PNAME": "VTT MQB Cast Game Changer Turbo Upgrade",
    "GNAME": "",
    "COST": "789.98",
    "MSRP": "1347.59",
    "QTYHAND": "0",
    "QTYBACK": "3",
    "DESC": "71mm compressor wheel, good for over 525whp with proper fuel, upgrades, and tuning!",
    "BRAND": "VTTO"
  },
  {
    "PNAME": "VTT B58 GC Turbocharger Upgrade W/ 4\" Connector and Install Kit",
    "GNAME": "",
    "COST": "1039.78",
    "MSRP": "1795.47",
    "QTYHAND": "1",
    "QTYBACK": "0",
    "DESC": "GC Turbo Upgrade with 4' Aluminum Connector & Install Kit",
    "BRAND": "VTTO"
  },
  {
    "PNAME": "N54 CHRA Replacement - Upgraded TD04 thrust assembly & billet compressor wheels and stage 1 turbocharger - E9X 335",
    "GNAME": "",
    "COST": "489.99",
    "MSRP": "1097.99",
    "QTYHAND": "0",
    "QTYBACK": "0",
    "DESC": "The easy way to repair your turbos without replacing the whole unit. Brand new CHRAs to restore power!",
    "BRAND": "VTTO"
  }
]
